Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: There's still a lot about machines that we don't understand.
pl: Wciąż jest wiele rzeczy o maszynach, których nie rozumiemy.

source: There's still...some alive...?
pl: Niektóre... wciąż są żywe...?

source: There, all done! You can fine-tune things yourself later if you want.
pl: Już. Zrobione. W razie czego, możesz dostroić tę opcję później, jeśli zechcesz.

source: Therefore,
pl: Zatem,

source: Therefore, I'm hoping you will protect our parade in order to ensure the successful dispensation of its wonderful message.
pl: Dlatego mam nadzieję, że zechcesz chronić naszą paradę, aby zapewnić pomyślne przekazanie jej cudownego przesłania.

source: These are android bodies...
pl: To są ciała androidów...

source: These are the creatures that are in direct command of the machine lifeforms on this planet.
pl: Są to istoty, które bezpośrednio dowodzą mechanicznymi formami życia znajdującymi się na tej planecie.

source: These are the parts we need for our network structure, right? Thanks for bringing them over.
pl: To są części potrzebne do naszej struktury sieciowej, prawda? Dzięki, że je przyniosłeś.

source: These are your current play records.
pl: To twoje obecne rekordy.

source: These are...my memories.
pl: To są... moje wspomnienia.

source: These aren't just photos. They're bits of data from my beloved.
pl: To nie są tylko zdjęcia. To skrawki pamięci mojego ukochanego.

source: These bastards won't stop!
pl: Te dranie nie odpuszczają!

source: These belong to me and me alone!
pl: One należą do mnie i tylko do mnie!

source: These colossal Emils were the sad final state of Emil's copies. Attacking without warning, they possessed the ability to unleash fierce attacks using magical weapons from the old world. At the end of this pitched battle, the true Emil stopped his doppelgangers with heartfelt words before annihilating them with a final strike. He then passed away with an expression of great relief, as if he had finally met the person he'd longed to see.
pl: Te kolosalne Emile były ostateczną, smutną formą kopii Emila. Atakując bez ostrzeżenia, posiedli umiejętność wyzwolenia potężnego ataku za pomocą magicznych broni ze starego świata. Na końcu tej zażartej bitwy, prawdziwy Emil powstrzymał swoich sobowtórów szczerymi słowami, po czym zanihilował ich ostatnim uderzeniem. Odszedł z wyrazem ogromnej ulgi, jakby miał w końcu spotkać się z osobą, za którą bardzo tęsknił.

source: These comms are all messed up...
pl: Cała ta komunikacja jest tak popierdzielona...

source: These copies of the YoRHa B-model—created by the Tower—attacked 9S after being infected by a virus. Though 9S was eventually able to defeat them, the timed detonation of their bodies blew off his left arm.
pl: Te kopie jednostki YoRHa model B — stworzone przez Wieżę — zaatakowały 9S po zainfekowaniu przez wirusa. Choć 9S był w stanie je pokonać, czasowa detonacja ich ciał pozbawiła go lewej ręki.

source: These enemies...
pl: Ci wrogowie...

source: These guys can't touch me.
pl: Oni nie mają ze mną szans.

source: These guys over here? The one used to be the other's boss, until he messed up, and now the tables have turned.
pl: Tamci goście? Jeden był szefem drugiego, ale coś nawalił i teraz sytuacja się odwróciła.

source: These little bastards killed 8 of my subordinates!
pl: Te małe gnojki zabiły 8 moich podwładnych!

source: These machine lifeforms—who evolved in the Desert Zone—wear garments and engage in ceremonies based on the cultural rituals of past humans. The specific origin of this behavior is unknown, but it is assumed to be caused by contact with old human data.
pl: Te mechaniczne formy życia, które wyewoluowały na pustyni, noszą ubiory i uczestniczą w obrzędach opartych na rytuałach kulturowych dawnych ludzi. Dokładne pochodzenie tych zachowań jest nieznane, ale można założyć, że wywołane są kontaktem ze starymi ludzkimi danymi.

source: These machines are heavily armed.
pl: Te maszyny są ciężko uzbrojone.

source: These machines are...talking.
pl: Te maszyny... mówią.

source: These machines...
pl: Te maszyny...

source: These old YoRHa weapons have a crude but reliable mechanism that imparts blows with explosive power.
pl: Stara broń YoRHa wyposażona w prymitywny, ale niezawodny mechanizm zadający obrażenia mocą eksplozji.

source: These records are from the human server on the moon...
pl: Te zapisy pochodzą z serwera ludzi na księżycu...

source: Theta Squad destroyed
pl: Oddział Theta został zniszczony.

source: They abandoned him in the deep, dark ocean.
pl: Porzucono go w głębokim, ciemnym oceanie.

source: They all have white flags...
pl: Wszystkie mają białe flagi...

source: They also spoke a language unique to their people.
pl: Mówili również unikalnym dla swego ludu językiem.

source: They are CEOs... The strongest beings on the planet.
pl: To dyrektorzy... Najpotężniejsze istoty na tej planecie.

source: They are perpetually trapped...
pl: Są uwięzieni na wieczność...

source: They aren't dead—they've been turned into weapons!
pl: Nie są martwe. Zostały przemienione w broń!

source: They attack everything they see, be it friend or foe.
pl: Atakują wszystko, co tylko zobaczą... Nie ma dla nich znaczenia, czy to będzie wróg, czy przyjaciel.

source: They began attacking their friends.
pl: Zaczęli atakować swoich przyjaciół.

source: They built a back door in the Bunker and programmed it to activate after a certain amount of time.
pl: Zbudowano tylne wyjście w Bunkrze i zaprogramowano je tak, aby aktywowało się po upływie określonego czasu.

source: They came out of nowhere. Overran the entire camp.
pl: Pojawili się znikąd. Opanowali cały obóz.

source: They came out of nowhere. We were fighting for our damn lives!
pl: Wrogie jednostki pojawiły się znikąd. Stawką tej bitwy było nasze cholerne życie!

source: They can only be found deep within the abandoned factory, and that area is swarming with terrible machines...
pl: Można je znaleźć tylko w głębi porzuconej fabryki, a w tamtejszej okolicy roi się od tych okropnych maszyn...

source: They don't contact us much, so most of my job is just keeping them up-to-date on the latest Earth happenings.
pl: Nie kontaktują się z nami zbyt często, więc większość mojej pracy to raportowanie im bieżących wydarzeń z Ziemi.

source: They don't give up! Run! Run!
pl: Nie poddają się! Uciekać! Uciekać!

source: They don't have any feelings.
pl: One nie mają żadnych uczuć.

source: They ended up living their lives bound by rules. Seems like a waste if you ask me...
pl: W rezultacie związał swoje życia zasadami. Moim zdaniem, to ogromne marnotrawstwo...

source: They fight. Steal. Kill. THIS is humanity in its purest form!
pl: Walczyli. Kradli. Zabijali. TO jest ludzkość w najczystszej formie!

source: They got away...
pl: Uciekły...

source: They handle everything from body maintenance to Pod adjustments.
pl: Oni zajmują się wszystkim — od obsługi ciała po ulepszenia Poda.

source: They have a couple other functions, but I guess you'll learn about that when you use 'em.
pl: Mają też kilka innych funkcji, ale sądzę, że dowiesz się o nich gdy będziesz z nich korzystać.

source: They held no value to us.
pl: Nie mieli dla nas wartości.

source: They just sent the coordinates, so let's get going.
pl: Właśnie przesłali współrzędne, ruszajmy zatem!

source: They just stand there and stare into space. It's pretty weird.
pl: Po prostu tak stoją, wpatrując się w pustą przestrzeń. To dość dziwne.

source: They keep performing the same behaviors. They don't ever LEARN. </page>
pl: Powtarzały te same zachowania. Nie UCZYŁY SIĘ. </page>

source: They kept begging me to, so I had to oblige, ya know?
pl: Ciągle mnie o to błagały, więc musiałem się zgodzić, co nie?

source: They kept fighting because they believed they could overcome someday!
pl: Będą dalej walczyć, ponieważ wierzą, że któregoś dnia zwyciężą!

source: They killed so many of us...and I swore to make them pay.
pl: Zabiły tak wielu z nas... i przyrzekłam, że mi za to zapłacą.

source: They killed uncountable numbers of their own kind, and yet loved in equal measure!
pl: Zabili niezliczone zastępy własnego gatunku, a mimo to, kochali ich tak samo mocno!

source: They know that if they don't give us a chance to let off steam, we'll end up takin' out our frustations elsewhere.
pl: Wiedzą, że jeżeli nie dadzą nam szansy się wyszaleć, to w końcu skierujemy nasze frustracje gdzie indziej.

source: They must really love each other if they both want their memories erased...
pl: Oni naprawdę muszą się bardzo kochać, skoro razem chcą wymazać swoje wspomnienia...

source: They must really trust us, huh?
pl: Muszą nam naprawdę ufać, co?

source: They never gave up.
pl: Nigdy się nie poddadzą.

source: They never understood why.
pl: Nigdy nie rozumieli czemu.

source: They originally came here from outer space, right?
pl: Przybyli tutaj z kosmosu, prawda?

source: They ran out of space? How strange.
pl: Nie mieli wolnej przestrzeni? Dziwne.

source: They requested that you cease making unauthorized modifications.
pl: Poprosili, abyś nie robił nieautoryzowanych modyfikacji.

source: They seem to indicate a location underneath the amusement park ruins.
pl: Wydają się wskazywać na lokalizację pod ruinami parku rozrywki.

source: They sell stuff in the tool shop, so go buy us something!
pl: W sklepie z narzędziami sprzedają różne rzeczy. Idź więc tam i kup nam coś!

source: They should be located in elevated areas with good signal reception.
pl: Powinny znajdować się na wysoko położonych obszarach, z dobrym zasięgiem.

source: They still echo within me.
pl: Wciąż je słyszę... Niczym echo.

source: They tend to hang out in groups, so good luck finding the right ones!
pl: Zwykle trzymają się w grupach, więc życzę powodzenia w znalezieniu tego właściwego!

source: They told him he was unwanted.
pl: Powiedziano mu, że jest niechciany.

source: They took me apart, examined me, and threw away my body.<bt_wait> I've been watching the real world from this memory space ever since.<bt_wait>
pl: Rozebrali mnie na części, zbadali i wyrzucili moje ciało.<bt_wait> Od tego czasu oglądałem prawdziwy świat z tej przestrzeni pamięci.<bt_wait>

source: They took off on some kind of journey. "To bring joy to the ends of the earth!" was their cry, if I remember correctly.
pl: Wybrali się w jakąś podróż. Ich hasłem przewodnim było: „Zaniesiemy radość aż na kraniec świata!”. O ile dobrze pamiętam...

source: They tried to follow the distress signal, but they still can't find the thing.
pl: Próbowali wyśledzić sygnał ratunkowy, ale niczego nie znaleźli.

source: They used us as a sort of control group in order to ensure such a thing couldn't happen again.
pl: Użyto nas jako swego rodzaju grupę kontrolną, w celu sprawdzenia, czy coś takiego nie wydarzy się ponownie.

source: They wanted to discuss a peace treaty.
pl: Chciały przedyskutować ze mną traktat pokojowy.

source: They were a special class of members designed to execute YoRHa units.
pl: Była to specjalna klasa zaprojektowana to przeprowadzania egzekucji jednostek YoRHa.

source: They were always together.
pl: Zawsze byli razem.

source: They were carrying two weapons, so they should be easy enough to spot.
pl: Nosili przy sobie po dwie bronie, więc na tej podstawie powinno być łatwo ich zindentyfikować.

source: They were found by the machines.
pl: Zostały odnalezione przez maszyny.

source: They were part of my squad, but I lost contact when they went out for field research. If anything has happened to them...
pl: Byli częścią mojego oddziału, ale straciłem z nimi kontakt, gdy wyruszyli na badania terenowe. Jeśli coś im się stało...

source: They were simple. Infantile. Almost like...plants, I guess you'd say.
pl: Byli prości. Infantylni. Prawie jak... rośliny. Chyba można tak powiedzieć.

source: They were talking about a king, right?
pl: Mówiły coś o Królu, prawda?

source: They were trying to hurt themselves beyond repair.
pl: Próbowały uszkodzić się tak bardzo, aby nie dało się ich już naprawić.

source: They were wiped out centuries ago.
pl: Zostali wyrżnięci wieki temu.

source: They wouldn't listen even if you did.
pl: Nie posłuchają cię, nawet jak tak zrobisz.

source: They'll be waiting for some kind of reply.
pl: Będą czekać na jakąś odpowiedź.

source: They'll find out in the end.
pl: Dowiedzą się tego na końcu.

source: They're WAY faster than flight units when it comes to travelling between Earth and the Bunker.
pl: Są ZDECYDOWANIE szybsze niż jednostki latające, jeśli chodzi o przemieszczanie się między Ziemią a Bunkrem.

source: They're abusing it.
pl: Nadużywają narkotyku.

source: They're acting like humans...
pl: Zachowują się jak ludzie...

source: They're all disguised as wrecked vending machines outside the camp.
pl: Poza obozem wszystkie są zamaskowane jako zniszczone automaty do sprzedaży.

source: They're all located somewhere in this city, so hopefully it won't take too long.
pl: Wszystkie trzy znajdują się gdzieś w tym mieście, więc miejmy nadzieję, że ich poszukiwanie nie zajmie długo.

source: They're at the top of the village playing near the slide. They'll be happy to see you, I'm sure.
pl: Znajdziesz je w górnej części wioski, bawią się przy zjeżdżalni. Jestem pewien, że ucieszą się na twój widok.

source: They're from YoRHa.
pl: Są z YoRHa.

source: They're gone...
pl: Odeszli...

source: They're important to her; that's all we need to know.
pl: Są dla niej ważne. I to musi nam wystarczyć.

source: They're just emitting words at random.
pl: Po prostu emitują losowe słowa.

source: They're just imitating human speech.
pl: Tylko imitują ludzką mowę.

source: They're like...monsters. It's scary!
pl: Są jak... potwory! A to jest straszne!

source: They're mine! My memories, you hear me!?
pl: One są moje! Moje wspomnienia, słyszysz?!

source: They're pretty great, if I do say so myself. ...And I do!
pl: Są naprawdę świetne, jeśli mogę tak powiedzieć. A mogę...

source: They're quite hostile to outsiders, however. We can't so much as go near the place.
pl: Jednak są dość agresywni wobec obcych. Nie możemy się nawet zbliżyć do tego miejsca.

source: They're sending supplies up from Earth to the moon and the Bunker.
pl: Wysyłają zapasy z Ziemi na księżyc i do Bunkra.

source: They're so obsessed with giving orders, they forget to provide details about the actual mission! I sure hope we're going to be okay...
pl: Mają taką obsesję na punkcie wydawania rozkazów, że zapominają podać dodatkowe dane do wykonania misji. Może damy radę...

source: They're still coming!?
pl: Wciąż nadchodzą?!

source: They're still...alive...
pl: Oni nadal... żyją...

source: They're still...conscious...
pl: One są wciąż... świadome...

source: They're super tough to earn, which frustrates a lot of androids.
pl: Są bardzo trudne do zdobycia, co frustruje wielu androidów.

source: They're the enemies of humanity! They killed our comrades! And now they're strutting around Earth like they own the joint!
pl: To wrogowie ludzkości! Zabijały naszych towarzyszy! A teraz paradują po Ziemi jakby należała do nich!

source: They're...infected!?
pl: One zostały... zainfekowane?!

source: They've been infected and taken over!
pl: Jednostki wroga zostały zainfekowane wiruem i przez niego przejęte!

source: They've come for us, idiot! Prepare to engage—and inform the captain!
pl: Przybyli po nas, idiotko! Przygotuj się do ataku. I poinformuj kapitan!

source: They've got Attack Squadron Omega surrounded and are giving them one hell of a fight.
pl: Oddział Atakujący Omega został otoczony przez wrogie jednostki, które zacięcie atakują.

source: They...killed themselves.
pl: One... się zabiły.

source: They...they have visual camouflage!?
pl: One... używają wizualnego kamuflażu?!

source: Thick Dictionary
pl: Gruby słownik

source: Things are a little crazy around here at the moment. I need to get these materials post-haste and...
pl: Aktualnie panuje tu istne szaleństwo. Muszę jak najszybciej zdobyć te materiały i...

source: Things have been dangerous around here lately.
pl: Ostatnio zrobiło się tu niebezpiecznie.

source: Things must have been really dangerous around here, huh?
pl: Musiało tu być naprawdę niebezpiecznie, co?

source: Think I'm gonna puke... Zzzzzz...
pl: Chyba zwymiotuję... Zzz...

source: Think about this for a second. I want you to understand what you're asking.
pl: Zastanów się nad tym chwilę. Chcę, żebyś zrozumiała, o co prosisz.

source: Think you can get the goods for me?
pl: Myślicie, że dalibyście radę pomóc mi i je stamtąd wyciągnąć?

source: Think, then, how our great ancestors must have felt. Think how terrible it must have been for them.
pl: Pomyśl zatem, co musieli czuć nasi wielcy przodkowie. Pomyśl jak okropne musiało to być dla nich.

source: Third battalion, head to the location of the incident and see if there are any survivors. Gather any intel you can find.
pl: Trzeci batalion, udajcie się do miejsca zdarzenia i zobaczcie czy ktoś przetrwał. Zbierzcie wywiad jaki jesteście w stanie.

source: Thirty seconds have passed.
pl: Minęło trzydzieści sekund.

source: This Goliath-class biped has multiple weapons lodged into its body, and attacks without regard for friend or foe. It's one of the machine lifeforms that was injured in a failed suicide attempt.
pl: Ten dwunóg klasy Goliat posiada wiele broni wbudowanych w ciało i atakuje każdego kogo zobaczy. Jest to jedna z mechanicznych form życia, które zostały ranne po nieudanej próbie samobójczej.

source: This Goliath-class machine lifeform is a vivid reminder of the dinosaurs of antiquity. The artillery built into its arms allows it to attack with a variety of projectiles.
pl: Mechaniczna forma życia klasy Goliat, do złudzenia przypominająca pradawne dinozaury. Artyleria wbudowana w ramiona pozwala na atak z użyciem różnorakich pocisków.

source: This IS that same weird monk machine as before, right?
pl: To jest TA sama dziwna maszyna-mnich, co wcześniej, prawda?

source: This Jean-Paul fan from Pascal's village, whose face is covered with a heavy coat of paint, regards the philosopher as someone who knows everything. She claims to be a female machine model, serving as proof that gender exists among their kind. After writing a letter to Jean-Paul, she was told he had no desire to reply—a response that inexplicably made her happy.
pl: Fanka Jean-Paula z wioski Pascala, której twarz pokryta jest grubą warstwą farby, traktuje filozofa jako kogoś, kto wie wszystko. Uważa się za żeński model maszyny, stanowiąc dowód na istnienie płci wśród maszyn. Po napisaniu listu do Jean-Paula, dowiedziała się, że ten nie ma zamiaru odpowiedzieć — co wywołało u niej niewytłumaczalną radość.

source: This Jean-Paul fan from the desert, who wears clothing that reflects her view of the world, regards the philosopher as a passionate and inquiring mind. She also possess a keen sense of smell, going so far as to sniff out the fact that 2B and 9S came from Pascal's village. She presented Jean-Paul with a machine fossil, only to have him reject it as a trash—a response that inexplicably made her happy.
pl: Fanka Jean-Paula z pustyni, ubrana w strój odzwierciedlający jej pogląd na świat, uważa filozofa za pasjonata i dociekliwy umysł. Posiada też wyczulony węch, będąc w stanie wywęszyć nawet to, że 2B i 9S przyszli z wioski Pascala. Sprezentowała Jean-Paulowi podarek w postaci skamieliny maszyny, który ten odrzucił jako śmieć — co wywołało u niej niewytłumaczalną radość.

source: This Jean-Paul fan from the desert, who wears clothing that reflects her view of the world, regards the philosopher as a passionate and inquiring mind. She also possesses a keen sense of smell, going so far as to sniff out the fact that 2B and 9S came from Pascal's village. She presented Jean-Paul with a machine fossil, only to have him reject it as a trash—a response that inexplicably made her happy.
pl: Fanka Jean-Paula mieszkająca na pustyni, ubrana w strój odzwierciedlający jej pogląd na świat, uważa filozofa za pasjonata i posiadacza dociekliwego umysłu. Posiada też wyczulony węch, będąc w stanie wywęszyć nawet to, że 2B i 9S przyszli z wioski Pascala. Sprezentowała Jean-Paulowi podarek w postaci skamieliny maszyny, który ten uznał za śmiecia — co wywołało u niej niewytłumaczalną radość.

source: This Pod can't be upgraded further.
pl: Nie można bardziej ulepszyć tego poda.

source: This Pod has been tasked with providing firing support for YoRHa unit A2.
pl: Ten Pod został przydzielony do wsparcia ogniowego jednostce YoRHa A2.

source: This Pod has concerns regarding YoRHa unit A2's predictive skills.
pl: Ten Pod ma wątpliwości dotyczące zdolności przewidywania jednostki YoRHa A2.

source: This Pod has serious concerns about unit A2's cognitive abilities.
pl: Ten Pod ma poważne wątpliwości co do zdolności poznawczych jednostki A2.

source: This Pod is a YoRHa Tactical Support Unit.
pl: Ten Pod jest Jednostką Wsparcia Taktycznego YoRHa.

source: This Sartre fan from Pascal's village, whose face is covered with a heavy coat of paint, regards the philosopher as someone who knows everything. She claims to be a female machine model, serving as proof that gender exists among their kind. After writing a letter to Sartre, she was told he had no desire to reply—a response that inexplicably made her happy.
pl: Fanka Sartre'a z wioski Pascala, której twarz pokryta jest grubą warstwą farby, traktująca filozofa jako kogoś, kto wie wszystko. Uważa się za żeński model maszyny, stanowiąc dowód na istnienie płci wśród maszyn. Po napisaniu listu do Sartre'a, dowiedziała się, że ten nie ma zamiaru odpowiedzieć — co wywołało u niej niewytłumaczalną radość.

source: This Sartre fan from the desert, who wears clothing that reflects her view of the world, regards the philosopher as a passionate and inquiring mind. She also possess a keen sense of smell, going so far as to sniff out the fact that 2B and 9S came from Pascal's village. She presented Sartre with a machine fossil, only to have him reject it as a trash—a response that inexplicably made her happy.
pl: Fanka Sartre'a z pustyni, ubrana w strój odzwierciedlający jej pogląd na świat, uważa filozofa za pasjonata i dociekliwy umysł. Posiada też wyczulony węch, będąc w stanie wywęszyć nawet to, że 2B i 9S przyszli z wioski Pascala. Sprezentowała Sartre'owi podarek w postaci skamieliny maszyny, który ten odrzucił jako śmieć — co wywołało u niej niewytłumaczalną radość.

source: This Sartre fan from the desert, who wears clothing that reflects her view of the world, regards the philosopher as a passionate and inquiring mind. She also possesses a keen sense of smell, going so far as to sniff out the fact that 2B and 9S came from Pascal's village. She presented Sartre with a machine fossil, only to have him reject it as a trash—a response that inexplicably made her happy.
pl: Fanka Sartre'a z pustyni, ubrana w strój odzwierciedlający jej pogląd na świat, uważająca filozofa za pasjonata i posiadacza dociekliwego umysłu. Posiada też wyczulony węch, będąc w stanie wywęszyć nawet to, że 2B i 9S przyszli z wioski Pascala. Sprezentowała Sartre'owi podarek w postaci skamieliny maszyny, który ten odrzucił niczym śmiecia — co wywołało u niej niewytłumaczalną radość.

source: This Tower looks like a data-gathering system for the machines.
pl: Wygląda na to, że Wieża służy maszynom do gromadzenia danych.

source: This WAS a trap! I knew it!
pl: To BYŁA pułapka! Wiedziałem!

source: This all seems pretty shady if you ask me...
pl: Moim zdaniem, to wszystko wygląda podejrzanie...

source: This android is female. You are male... Perhaps you might close your eyes until I'm done?
pl: Ten android jest typu żeńskiego. Ty jesteś typu męskiego... Możesz zamkniesz oczy, dopóki nie skończę?
